{
  "data": [
    {
      "logo": "cargoos.jpg",
      "name": "Cargoos",
      "description": "We have created a website for Cargoos Logistics company from Chicago / USA. A theme for Wordpress was created based on the provided graphic design. It was also necessary to create plugins for the blog editor for Wordpress.",
      "stack": "Wordpress, React",
      "url": "cargoos.com"
    },
    {
      "logo": "polishexpress.jpg",
      "name": "Polish Express",
      "description": "We collaborated on creating one of the most popular information portals for Poles in Great Britain. The portal reaches thousands of users daily with news from the UK. Due to the high traffic, special caching mechanisms were necessary - thanks to this, the page loads really quickly.",
      "stack": "Symfony3, AngularJS",
      "url": "en.polishexpress.co.uk"
    },
    {
      "logo": "coupondojo.jpg",
      "name": "Coupon Dojo",
      "description": "Multilingual website with vouchers and discount codes for online stores. The site serves 19 countries and has tens of thousands of coupons in the database. The portal has a built-in blog system.",
      "stack": "PHP 8, Twig, VUE, Ajax",
      "url": "coupondojo.com"
    },
    {
      "logo": "twojaoferta.jpg",
      "name": "Twoja oferta",
      "description": "An extensive online classifieds portal based on the Notice3 advertisement script. It is very efficient - it supports thousands of advertisements and users. It has a modern, responsive appearance.",
      "stack": "PHP, Twig, Vue, Ajax, Symfony",
      "url": "twojaoferta.com.pl"
    },
    {
      "logo": "myroxylon.jpg",
      "name": "Myroxylon",
      "description": "Multilingual website based on Wordpress and purchased theme. Our client is the German company Myroxylon GmbH. The company's slogan is: \"Dedicated to creating value through alternative investment projects\".",
      "stack": "Wordpress",
      "url": "myroxylon.de"
    },
    {
      "logo": "multino.jpg",
      "name": "Multino",
      "description": "A modern website with advertisements based on Notice 2 script. It is characterized by a modern appearance and extensive functionality. A PWA application has been added to it, which works similarly to the native mobile application.",
      "stack": "PHP, AngularJS, PWA",
      "url": "multino.pl"
    },
    {
      "logo": "wyremski.jpg",
      "name": "Kamil Wyremski - portfolio",
      "description": "Portfolio of one of our developers. Made in React. On his Github account you can preview the source code of the project. Include PWA application.",
      "stack": "React, PWA",
      "url": "wyremski.pl/en"
    },
    {
      "logo": "hostingdojo.jpg",
      "name": "Hosting Dojo",
      "description": "Portal for comparing hosting speeds from different geographic locations. The site uses several different Rest APIs to collect test results. Then it displays them to users in different charts.",
      "stack": "Symfony, REST API, VUE, Chart.js",
      "url": "hostingdojo.com"
    },
    {
      "logo": "kodyrabatowe.jpg",
      "name": "Kody Rabatowe",
      "description": "Polish website with vouchers and discount codes for online stores. It is connected via API with many voucher providers. The database is optimized for high traffic. It has a built-in search engine.",
      "stack": "Symfony, REST API, VUE, Chart.js",
      "url": "kodyrabatowe.naszemiasto.pl"
    },
    {
      "logo": "trafnaokazja.jpg",
      "name": "Trafna Okazja",
      "description": "An extensive online classifieds portal based on the Notice3 advertisement script. Addressed to customers from Poland. It was created on the basis of the provided graphic design.",
      "stack": "PHP, Twig, Vue, Ajax, Symfony",
      "url": "trafnaokazja.pl"
    },
    {
      "logo": "gieldamam.jpg",
      "name": "Gieldamam",
      "description": "Thematic classifieds portal for women. Based on the Notice 2 announcement script. Created on the basis of the provided graphic design.",
      "stack": "PHP, jQuery, AngularJS, API",
      "url": "gieldamam.pl"
    },
    {
      "logo": "fundacjaprzystan.jpg",
      "name": "Przystań Foundation",
      "description": "We created Przystań Foundation website. The website is based on Symfony and has its own administration panel. We have developed the graphic design and the website itself - both Backend and Frontend.",
      "stack": "Symfony 5, VUE, reCAPTCHA",
      "url": "fundacjaprzystan.com"
    },
    {
      "logo": "motobryki.jpg",
      "name": "MotoBryki",
      "description": "Website with automotive announcements and industry-related articles. Based on our Notice2 script. Created on the basis of a design provided by a graphic designer.",
      "stack": "PHP, MySQL, jQuery, AngularJS",
      "url": "motobryki.pl"
    },
    {
      "logo": "blog.jpg",
      "name": "Kamil Wyremski - blog",
      "description": "Developer blog run on Wordpress. There you will find entries on various areas of programming, description of scripts from our offer and ready-made modules for websites.",
      "stack": "Wordpress",
      "url": "blog.wyremski.pl"
    },
    {
      "logo": "mrzetecki.jpg",
      "name": "Mateusz Rzetecki - porfolio",
      "description": "SEO expert portfolio. Individual custom backend. A blog has been attached to the page. Created on the basis of the provided graphic design.",
      "stack": "PHP 7, Twig3, Twitter Bootstrap 4",
      "url": "mrzetecki.com"
    },
    {
      "logo": "strefa.jpg",
      "name": "Strefa.co.uk",
      "description": "One of the first advertising portals for Poles living in Great Britain. Based on the Notice script. It serves hundreds of users a day, and has tens of thousands of ads in its database.",
      "stack": "PHP, MySQL, jQuery",
      "url": "strefa.co.uk"
    },
    {
      "logo": "maxplus.jpg",
      "name": "MaxPlus Kalisz",
      "description": "Website of a multi-branch company from Poland providing accounting and printing services (advertising agency). We created the graphic design as well as the website itself with the administration panel.",
      "stack": "PHP, MySQL, jQuery, Twitter Bootstrap 3",
      "url": "maxplus.kalisz.pl"
    },
    {
      "logo": "bioskin.jpg",
      "name": "Bioskin Kalisz",
      "description": "Website of a professional beauty and hairdressing salon. It is characterized by very fast loading and the included PWA application. Backend based on the Symfony framework.",
      "stack": "Symfony, Twitter Bootstrap, PWA",
      "url": "bioskin-kalisz.pl"
    },
    {
      "logo": "upati.jpg",
      "name": "Patrycja Wyremska - portfolio",
      "description": "Portfolio of one of our developer. She specializes in creating websites on Wordpress and Prestashop, as well in SEO and writing texts and articles for websites.",
      "stack": "Wordpress",
      "url": "upati.pl"
    },
    {
      "logo": "pressfoto.jpg",
      "name": "PressFoto",
      "description": "Database of press photos for photojournalists and publishers. Based on Cuadro script. It has two types of accounts that differ in functionality. We created the graphic design and the website itself.",
      "stack": "Materialize",
      "url": "pressfoto.pl"
    },
    {
      "logo": "ogoloshennya.jpg",
      "name": "Ogoloshennya",
      "description": "A three-language website with online advertisements (in Polish, Russian and Ukrainian). Based on Notice script. Ads can be added in one of three languages or all at once.",
      "stack": "PHP, MySQL, jQuery",
      "url": "ogoloshennya.pl"
    },
    {
      "logo": "skamienia.jpg",
      "name": "Swiat Kamienia",
      "description": "A simple website for the company involved in composition of natural stone. We designed the appearance and created the backend with the administration panel and the frontend of the website.",
      "stack": "Bootstrap, jQuery",
      "url": "skamienia.pl"
    },
    {
      "logo": "chicagoogloszenia.jpg",
      "name": "Chicago advertisements",
      "description": "One of the largest advertising portals for Poles living in Chicago (USA). Portal based on our Notice script. A dozen or so new ads are added every day.",
      "stack": "PHP, MySQL, jQuery",
      "url": "chicagoogloszenia.com"
    },
    {
      "logo": "oglaszamy24h.jpg",
      "name": "Oglaszamy 24h",
      "description": "A site for free classified ads in various categories. Based on the advertisement script Notice. Created on the basis of a graphic design.",
      "stack": "PHP, MySQL, jQuery",
      "url": "oglaszamy24h.pl"
    },
    {
      "logo": "mieszkaniawstylu.jpg",
      "name": "Flats in style",
      "description": "Real estate classifieds site. Based on a dedicated script with announcements. Created on the basis of a graphic design.",
      "stack": "PHP, AngularJS, Bootstrap, jQuery",
      "url": "mieszkaniawstylu.pl"
    },
    {
      "logo": "piknik-event.jpg",
      "name": "Picnic Event",
      "description": "A website of a company that specializes in events, company picnics, conferences, trainings, promotions and impossible things. Based on Wordpress.",
      "stack": "Wordpress",
      "url": "piknik-event.pl"
    },
    {
      "logo": "malgorzatafuchs.jpg",
      "name": "Malgorzata Fuchs",
      "description": "Website of the salon with massages as well as body and face treatments. Based on Wordpress.",
      "stack": "Wordpress",
      "url": "malgorzatafuchs.pl"
    },
    {
      "logo": "odnovaclinic.jpg",
      "name": "Odnova Clinic",
      "description": "Website of the salon with massages and treatments for face and body. It was based on Wordpress and ready theme.",
      "stack": "Wordpress",
      "url": "odnovaclinic.pl"
    }
  ]
}