{
  "data": [
    {
      "logo": "polishexpress.jpg",
      "name": "Polish Express",
      "description": "Współpracowaliśmy przy tworzeniu jednego z najpopularniejszych portali informacyjnych dla Polaków w Wielkiej Brytanii. Portal dociera z wiadomościami z UK do tysięcy użytkowników dziennie. Ze względu na duży ruch niezbędne były specjalne mechanizmy cachowania - dzięki temu strona naprawdę szybko się wczytuje.",
      "stack": "Symfony3, AngularJS",
      "url": "polishexpress.co.uk"
    },
    {
      "logo": "allemoto.jpg",
      "name": "AlleMoto",
      "description": "Bardzo rozbudowany serwis z ogłoszeniami motoryzacyjnymi. Umożliwia płatności za promowanie ogłoszenia oraz logowanie przez Facebook i Google. Nowoczesny wygląd stworzony na podstawie dostarczonego projektu graficznego.",
      "stack": "AngularJS, API z Przelewy24, Facebook i Google",
      "url": "allemoto.com"
    },
    {
      "logo": "coupondojo.jpg",
      "name": "Coupon Dojo",
      "description": "Wielojęzyczna strona z kuponami (voucherami) oraz kodami rabatowymi dla sklepów. Strona obsługuje 26 krajów, a w bazie danych znajdują się dziesiątki tysięcy kuponów. Portal posiada wbudowany blog.",
      "stack": "PHP 7, Twig 2, VUE, Ajax",
      "url": "coupondojo.com"
    },
    {
      "logo": "multino.jpg",
      "name": "Multino",
      "description": "Nowoczesny serwis z ogłoszeniami oparty o gotowy skrypt ogłoszeniowy. Charakteryzuje się przejrzystym wyglądem oraz rozbudowaną funkcjonalnością. Została do niego dodana aplikacja PWA, która działa podobnie do natywnej aplikacji mobilnej.",
      "stack": "AngularJS, PWA",
      "url": "multino.pl"
    },
    {
      "logo": "wyremski.jpg",
      "name": "Kamil Wyremski - portfolio",
      "description": "Porfolio jednego z naszych programistów. Stworzone w React. Na jego koncie Github można podejrzeć kod źródłowy projektu. Strona wraz z aplikacją PWA - działa podobnie do natywnej aplikacji na urządzeniach mobilnych.",
      "stack": "React, PWA",
      "url": "wyremski.pl"
    },
    {
      "logo": "hostingdojo.jpg",
      "name": "Hosting Dojo",
      "description": "Portal służący porównaniu szybkości hostingów z różnych lokalizacji geograficznych. Strona korzysta z kilku różnych Rest API aby zebrać wyniki testów. Następnie wyświetla je użytkownikom na wykresach.",
      "stack": "Symfony 5, REST API, VUE, Chart.js",
      "url": "hostingdojo.com"
    },
    {
      "logo": "fundacjaprzystan.jpg",
      "name": "Fundacja Przystań",
      "description": "Współpracowaliśmy przy stworzeniu strony Fundacji Przystań. Strona jest oparta o Symfony 3, posiada własny panel administracyjny. Opracowaliśmy projekt graficzny jak i samą stronę - zarówno Backend jak i Frontend.",
      "stack": "Symfony 3",
      "url": "fundacjaprzystan.com"
    },
    {
      "logo": "motobryki.jpg",
      "name": "MotoBryki",
      "description": "Serwis z ogłoszeniami motoryzacyjnymi i artykułami o tematyce branżowej. Oparty o nasz autorski skrypt ogłoszeniowy. Stworzony na podstawie projektu dostarczonego przez grafika.",
      "stack": "PHP 7, MySQL, jQuery, AngularJS",
      "url": "motobryki.pl"
    },
    {
      "logo": "blog.jpg",
      "name": "Kamil Wyremski - blog",
      "description": "Blog programisty prowadzony na Wordpressie. Znajdziesz w nim wpisy dotyczące różnych dziedzin programowania, skryptów z naszej oferty oraz gotowe moduły do wstawienia na strony www.",
      "stack": "Wordpress",
      "url": "blog.wyremski.pl"
    },
    {
      "logo": "mrzetecki.jpg",
      "name": "Mateusz Rzetecki - porfolio",
      "description": "Portfolio eksperta SEO. Oparte o autorski panel administracyjny. Do strony został dołączony blog. Stworzona na podstawie dostarczonego projektu graficznego.",
      "stack": "PHP + Twig3, Twitter Bootstrap 4",
      "url": "mrzetecki.com"
    },
    {
      "logo": "strefa.jpg",
      "name": "Strefa.co.uk",
      "description": "Jeden z pierwszych portali ogłoszeniowych dla Polaków mieszkających w Wielkiej Brytanii. Oparty o skrypt ogłoszeniowy Notice. Obsługuje dziennie setki użytkowników, a w bazie posiada dziesiątki tysięcy ogłoszeń.",
      "stack": "PHP 5.6, MySQL, jQuery",
      "url": "strefa.co.uk"
    },
    {
      "logo": "maxplus.jpg",
      "name": "MaxPlus Kalisz",
      "description": "Strona wielobranżowej firmy z Kalisza świadczącej usługi rachunkowe oraz poligraficzne (agencja reklamowa). Stworzyliśmy projekt graficzny, jak i samą stronę wraz z panelem administracyjnym",
      "stack": "Twitter Bootstrap 3",
      "url": "maxplus.kalisz.pl"
    },
    {
      "logo": "bioskin.jpg",
      "name": "Bioskin Kalisz",
      "description": "Strona internetowa profesjonalnego gabinetu kosmetycznego i fryzjerskiego. Cechuje się bardzo szybkim wczytywaniem i dołączoną aplikacją PWA. Backend oparty o framework Symfony 3.",
      "stack": "Symfony 3, PWA",
      "url": "bioskin-kalisz.pl"
    },
    {
      "logo": "upati.jpg",
      "name": "Patrycja Wyremska - portfolio",
      "description": "Porfolio jednej z naszych programistek. Specjalizuje się w tworzeniu stron na Wordpressie oraz na Prestashop, a także na pozycjonowaniu portali i pisaniu tekstów na strony i artykułów.",
      "stack": "Wordpress",
      "url": "upati.pl"
    },
    {
      "logo": "krgproperty.jpg",
      "name": "King Realty Group",
      "description": "Strona internetowa biura obrotu nieruchomości z Chicago (USA). Do strony dołączony jest dedykowany panel administracyjny. Stworzona na podstawie dostarczonego projektu graficznego.",
      "stack": "Bootstrap 4",
      "url": "krgproperty.com"
    },
    {
      "logo": "pressfoto.jpg",
      "name": "PressFoto",
      "description": "Bank zdjęć prasowych dla fotoreporterów i wydawców. Oparty o gotowy skrypt Cuadro. Posiada dwa typy kont różniące się funkcjonalnością. Stworzyliśmy projekt graficzny jak i samą stronę.",
      "stack": "Materialize",
      "url": "pressfoto.pl"
    },
    {
      "logo": "ogoloshennya.jpg",
      "name": "Ogoloshennya",
      "description": "Trzyjęzyczny serwis z ogłoszeniami online (po polsku, rosyjsku i ukraińsku). Oparty o nasz autorski skrypt ogłoszeniowy Notice. Ogłoszenia można dodawać w jednym z trzech języków lub we wszystkich naraz.",
      "stack": "PHP 5.6, MySQL, jQuery",
      "url": "ogoloshennya.pl"
    },
    {
      "logo": "skamienia.jpg",
      "name": "Świat Kamienia",
      "description": "Prosta strona firmowa składu kamienia naturalnego. Zaprojektowaliśmy wygląd oraz stworzyliśmy Backend wraz z panelem administracyjnym oraz Frontend strony.",
      "stack": "Bootstrap 3, JQuery",
      "url": "skamienia.pl"
    },
    {
      "logo": "chicagoogloszenia.jpg",
      "name": "Chicago Ogłoszenia",
      "description": "Jeden z większych portali ogłoszeniowych dla Polaków mieszkających w Chicago (USA). Portal oparty na naszym autorskim skrypcie ogłoszeniowym Notice. Codziennie dodawane jest kilkanaście do kilkudziesięciu nowych ogłoszeń.",
      "stack": "PHP 5.6, MySQL, jQuery",
      "url": "chicagoogloszenia.com"
    },
    {
      "logo": "oglaszamy24h.jpg",
      "name": "Ogłaszamy 24h",
      "description": "Serwis darmowych ogłoszeń z różnych kategorii. Oparty o autorski skrypt ogłoszeniowy Notice. Stworzony na podstawie projektu graficznego",
      "stack": "PHP 5.6, MySQL, jQuery",
      "url": "oglaszamy24h.pl"
    },
    {
      "logo": "mieszkaniawstylu.jpg",
      "name": "Mieszkania w stylu",
      "description": "Strona z ogłszeniami w branży nieruchomości. Oparty o dedykowany skrypt autorski z ogłoszeniami. Stworzony na podstawie projektu graficznego. ",
      "stack": "PHP 7, AngularJS, Bootstrap, jQuery",
      "url": "mieszkaniawstylu.pl"
    },
    {
      "logo": "piknik-event.jpg",
      "name": "Piknik Event",
      "description": "Strona firmy której specjalizacją są eventy, pikniki firmowe, konferencje, szkolenia, promocje oraz rzeczy niemożliwe. Oparta o Wordpress",
      "stack": "Wordpress",
      "url": "piknik-event.pl"
    },
    {
      "logo": "ozcodespro.jpg",
      "name": "OzCodesPro",
      "description": "Strona z kodami i kuponami promocyjnymi dla sklepów w Stanach Zjednoczonych. Kupony aktualizują się na bieżąco przez REST API.",
      "stack": "Symfony 5, REST API",
      "url": "ozcodespro.com"
    }
  ]
}